from vk_config import kbr_schet

from_inline = {
    "Документы":  {
        "text":
        """При проведении контрольного мероприятия контрольно-счетным органом составляется акт.

Следует заметить, что порядок ознакомления проверяемых организаций с актами, порядок рассмотрения возражений и разногласий действующим законодательством не установлен.

Например, вопросы проведения контрольных мероприятий Счетной палатой РФ регулируются Регламентом Счетной Палаты Российской Федерации (утвержден постановлением Коллегии Счетной палаты РФ от 04.04.2003 г. № 8). Так, согласно ст.5.8.1 данного регламента ознакомление должностных лиц проверяемых организаций с актами проверки производится в срок не более суток с момента его представления, в случае большого объема информации – в срок до 3 суток. 
Письменные замечания по акту проверки направляются в Счетную палату в течение 5 рабочих дней с даты представления акта. Аудитор Счетной палаты в течение 5 рабочих дней с даты получения готовит заключение, которое может быть направлено в адрес проверяемого лица.

Другие вопросы по этой теме""",
        "kbr": kbr_schet.get_keyboard()
        },

    "Что проверяют":  {
        "text":
        """Поскольку бюджетные учреждения перестали быть получателями бюджетных средств в соответствии с БК РФ, проверки на предмет выявления фактов нецелевого использования бюджетных средств в отношении этих учреждений осуществляться не могут.

Между тем, одной из задач контрольно-счетных органов является контроль за законностью и эффективность использования средств бюджета и государственного муниципального имущества (ст.2. Закона 4-ФЗ, ст.9 Закона 6-ФЗ). 

Основная проблема в этой связи заключается в том, что критерии эффективности использования средств или имущества законодательно не установлены и определяются контрольно-счетными органами для каждой цели аудита.

Другие вопросы по этой теме""",
        "kbr": kbr_schet.get_keyboard()
    },

    "Сроки":  {
        "text":
        """Счетной палаты РФ от 04.04.2003 г. № 8). Так, согласно ст.5.8.1 данного регламента ознакомление должностных лиц проверяемых организаций с актами проверки производится в срок не более суток с момента его представления, в случае большого объема информации – в срок до 3 суток.
        
        А готовый результат отправляет в течении 5 рабочих дней , на адрес проверяемого лица

Другие вопросы по этой теме""",
        "kbr": kbr_schet.get_keyboard()
    },

    "Регламент":  {
        "text":
        """Регламент Счетной палаты Российской Федерации утверждается во исполнение Федерального закона от 5 апреля 2013 г. № 41-ФЗ «О Счетной палате Российской Федерации» и определяет:

- вопросы деятельности Счетной палаты Российской Федерации;

- распределение обязанностей между аудиторами Счетной палаты;

- содержание направлений деятельности Счетной палаты, возглавляемых заместителем Председателя Счетной палаты и аудиторами Счетной палаты;

- функции и взаимодействие структурных подразделений аппарата Счетной палаты;

- порядок ведения дел в Счетной палате.
        
Другие вопросы по этой теме""",
        "kbr": kbr_schet.get_keyboard()
    },
}